bonus-button-continue_ = 💼 Продолжить


# Панель управления
start =
    👋 Привет! Создай свою новостную ленту с помощью этого бота. Выбери интересные источники и бот перешлет их посты в твою группу/канал/форум.

    💈 Новым пользователям - 3 дня демо подписки! Оплата доступа: ЮKassa, <a href="https://t.me/send?start=r-623781">@CryptoBot</a>, @Wallet

    ⚠️ <i>При настройке бота читай инструкцию!</i>

    Ваш тариф: <b>{ $rate }</b>
    Статус бота: <b>{ $status }</b>
    Наш сайт: <a href="https://redirect-bot.com">Redirect-bot.com</a>

instruction =
    📖 <b>ИНСТРУКЦИЯ</b>

    <i>Этот бот перенаправляет сообщения по заданным ключевым словам из различных
    каналов и групп в собственную группу. Видео обзор на Youtube <a href="https://youtu.be/SnOUoGQFK9Y">здесь</a></i>

    <b>Наш сайт</b> 👉 <a href="https://redirect-bot.com/">Redirect-bot.com</a>
    <b>Пользовательское соглашение</b> 👉 <a href="https://redirect-bot.com/terms/">здесь</a>
    <b>Полная инструкция</b> 👉<a href="https://redirect-bot.com/manual/">здесь</a>
    <b>Почему не работает бот</b> 👉<a href="https://redirect-bot.com/manual/#not_work">здесь</a>

    <b>Краткая инструкция</b>

    🔹 Создайте проект
    🔹 Добавьте группу/канал отправителя, откуда вы будете получать сообщения.
    🔹 Создайте свою группу/канал в Telegram. Добавьте ее в список получателя.
    🔹 Укажите ключевые слова, по которым сообщения будут перенаправляться.
    🔹 Добавьте стоп слова, по которым сообщения не будут пересылаться.

    🙌 <i>Настройка завершена!</i>


bonus =
    👋<i>Мы рады приветствовать вас в нашем Telegram-боте "Редирект". У нас отличные новости!</i>

    🎉 До конца этого месяца мы проводим акцию, и каждому новому участнику мы дарим <b>3 дня бесплатного использования</b> бота, а также начисляем на накопительный счет реферальной системы - <b>{ $bonus } руб!</b> 💸😲

    🤝 <i>Нажимая кнопку «Продолжить», вы соглашаетесь с <a href="https://redirect-bot.com/terms/">пользовательским соглашением</a>.</i>

status-on = Работает
status-off = Не работает
bot-status-on = Активен
bot-status-off = Не активен
status-rate_off = Не оплачено


button-instruction = 📖 Инструкция
button-projects = 📁 Мои проекты
button-name_project = Без названия
button-payment = 💳 Подписка
button-support = 📲 Тех поддержка
button-invite = 📨 Пригласить друга


button-accounts = 👥 Аккаунты

button-yes = ✅ Да
button-no = ❌ Нет
button-cancel = ❌ Отмена
button-back = « Назад
# В меню. emoji - дом
button-menu = 🏠 В меню

language = 🌐 Выберите язык
button-language = 🇷🇺 Язык
button-language-ru = 🇷🇺 Русский
button-language-en = 🇬🇧 English

invite =
    <b>💰 Зарабатывайте вместе с нами!</b>

    💳 Ваш баланс составляет: { $balance } ₽

    👥 Количество приглашенных: { $count }

    👥 Список последних 20 друзей, совершивших покупку:
        { $list }

invite-instruction =
    <b>💳 Вывести средства</b>

    Вывод средств возможен от 💰{ $min } ₽
    Для заказа трансфера свяжитесь с нашим менеджером, предоставив номер криптокошелька

    📨 Поделись своей реферальной ссылкой с другом и получи { $percent }% от всех его зачислений 👥💸

    <b>Ссылка</b>: { $link }

# Вывести средства
invite-button-withdraw = 💳 Вывести средства

invite-withdraw =
    <b>💳 Вывести средства</b>

    Отправьте номер криптокошелька, вид крипты, вид сети и сумму которые хотите вывести

invite-withdraw-not_enough =
    <b>💳 Вывести средства</b>

    Минимальная сумма вывода: 💰 { $min } ₽

invite-withdraw-not_digit = ❌ Не верный формат суммы


invite-withdraw-sent =
    <b>💳 Вывести средства</b>

    Ваш запрос отправлен. Вскоре с вами свяжется наш менеджер.

# Тех поддержка
support =
    <b>📲 Тех поддержка</b>

    Напишите ваш вопрос в @redirect_support или здесь👇

support-sent =
    <b>📲 Тех поддержка</b>

    <i>📨 Ваш вопрос отправлен. Вскоре вам ответит менеджер в этом окне, ожидайте...</i>

# спросить еще
support-sent-button-again = 📨 Спросить еще
support-sent-button-menu = 🏠 На главную



payment =
    <b>💳 Подписка</b>

    <i>📌 Информация о тарифах <a href="https://redirect-bot.com/tariff/">здесь</a></i>

    Ваш тариф: <b>{ $rate }</b>
    Доступ к боту оплачен до <b>{ $date }</b>



