projects =
    <b>📁 Мои проекты</b>


projects-button-create = ➕ Добавить проект
# Общие настройки
projects-button-settings = ⚙️ Общие Настройки

project =
    <i>Проект</i>: <b>{ $name }</b>

# Дать название
project-button-name =
    📋 Переименовать проект

# Подключение групп
project-button-connect =
    🌐 Подключение групп

#project-button-posting_all = 📮 Пересылка: Все посты
#project-button-posting_keywords = 📮 Пересылка: По ключам

project-button-posting_all = ✅ Все посты | По ключам
project-button-posting_keywords = Все посты | ✅ По ключам

# Удалить проект
project-button-delete = 🗑 Удалить проект
project-delete-confirm = 🚫 Для подтверждения нажмите еще раз
project-deleted = ✅ Проект удален

# Проект активен
project-status-enabled = ✅ Активен
# Проект отключен
project-status-disabled = ❌ Отключен

# Отключить проект ⏹
project-status-button-disable = 🟢 Проект включен
project-status-disabled = 🆗 Проект успешно отключен

# Включить проект ▶️
project-status-button-enable = 🔴 Проект выключен
project-status-enabled = 🆗 Проект успешно включен

# Общие настройки
project-status-settings-button-disable = 🟢 Настройки включены
project-status-settings-disabled = 🆗 Настройки успешно отключены

# Общие настройки
project-status-settings-button-enable = 🔴 Настройки выключены
project-status-settings-enabled = 🆗 Настройки успешно включены


# Настройки отложенных постов
project-button-deferred_messages = ⌛Отложенная отправка
project-deferred_messages =
    <b>⌛Отложенная отправка</b>

    <i>Эта функция публикует сообщения с задержкой по выбранному времени.

    Если время не выбрано,то посты публикуются сразу в ленте.</i>

    👇 Выбери время публикации отложенных постов
project-deferred_messages-button-min_5 = 5 минут
project-deferred_messages-button-min_30 = 30 минут
project-deferred_messages-button-hours_1 = 1 час
project-deferred_messages-button-hours_3 = 3 часа
project-deferred_messages-button-hours_6 = 6 часов
project-deferred_messages-button-hours_24 = 24 часа
project-deferred_messages-button-enabled = 🟢
project-deferred_messages-button-disabled = 🔴


project-button-duplicates = ✂️ Удаление сообщений
project-duplicates = <b>✂️ Удаление повторных сообщений</b>

    <i> Данная опция позволяет получать от отправителя только первое сообщение, а последующие будут блокироваться в течение часа. Это поможет очистить чат от нежелательного спама.</i>

    👇Выбери опции, по которым будут удаляться повторные сообщения

project-duplicates-button-enabled = 🟢
project-duplicates-button-disabled = 🔴
project-duplicates-button-text = По тексту
project-duplicates-button-user_id = По пользователю


# Настройки сообщений
project-button-post_settings = 📨 Настройка сообщений
project-post_settings =
    <b>📨 Настройка сообщений</b>

    <i>В этом разделе можно настроить конфигурацию получаемых сообщений</i>

project-button-signatures = 🖍 Добавление подписи
project-button-delete_signature = Удалить подпись
project-signatures =
    <b>🖍 Добавление подписи</b>

    <i>Данная функция позволяет добавлять подписи в пересылаемые сообщения. Можно вносить значения до 100 символов.</i>

    <b>Для удаления подписи - нажмите на нее</b>


# Настройки результата
project-response-button = 📝 Параметры постов
project-response =
    <b>📝 Параметры постов</b>

    <i>Включайте и выключайте параметры, которые будут отображаться в получателе</i>
project-response-button-include_username = Автор поста
project-response-button-include_project_name = Название проекта
project-response-button-include_media = Медиа файлы
project-response-button-include_text = Ключевое слово
project-response-button-include_usernames = Юзернеймы
project-response-button-include_hashtags = Хештеги
project-response-button-include_links_from_text = Ссылки
project-response-button-include_emoji = Эмоджи

project-response-button-enabled = 🟢
project-response-button-disabled = 🔴

# Настройки замены текстов
project-button-replacing_text = 🔁 Замена текста
project-replacing_text =
    <b>🔁 Замена текста</b>

    <i>Данная функция позволяет заменять/удалять слова/словосочетания из пересылаемых сообщений. Можно вносить значение до 100 символов.</i>

    Пример: Слово "черный" заменится на "белый" или удалится в зависимости от вашей настройки.

    <b>Для удаления ключа - нажмите на него</b>
project-replacing_text_1 =
    <b>🔁 Замена текста</b>

    <b>Шаг [1/2] - Создание ключа для замены или удаления</b>

    Введите слово или словосочетание, которое требуется заменить или удалить из текста👇
project-replacing_text_2 =
    <b>🔁 Замена текста</b>

    <b>Шаг [2/2] - Создание ключа для замены или удаления</b>

    ⚠️Если требуется только удаление из текста, нажмите "Пропустить"

    Введите слово или словосочетание <b>на которое</b> заменится предыдущее значение👇

project-replacing_text-button-add_keyword = ➕Добавить слово
project-replacing_text-button-skip = Пропустить
project-replacing_text-warning_long = Пожалуйста, введите слово, которое не превышает 100 символов
project-replacing_text-warning_dublicate = Это ключевое слово уже используется. Пожалуйста, выберите другое или удалите текущее




project-name =
    <b>📋 Переименовать проект</b>

    👇 Введите новое имя проекта

project-name-updated =
    ✅ Сохранено


project-connect =
    <b>🌐 Подключение групп и каналов</b>

    📌 Для работы этого бота, требуется добавить данные групп/каналов отправителя/получателя и дать боту права администратора в группе/канале получателя.

    <i>При возникновении проблем подключения прочитайте инструкцию</i>

    Актуальные данные👇

    📤 <b>Отправитель:</b>
    <i>{ $sender }</i>
    --------------------
    📥 <b>Получатель:</b>
    <i>{ $receiver }</i>

# Инструкция
project-connect-button-instruction = 📄 Инструкция
# Отправитель
project-connect-button-sender = 📤 Отправитель
# Получатель
project-connect-button-receiver = 📥 Получатель
# Подключения получателей
project-connect-button-chait = ВАЛИДАЦИЯ
project-connect-button-channel = + Канал
project-connect-button-channel_1 = + Группа
project-connect-button-channel_2 = + Форум
project-connect-button-choose_forum = Выбрать форум
project-connect-receiver_forum =
    <b>🌐 Подключение получателя: Форум</b>

    Инструкция:

    1. Выберите группу-форум из списка
    2. Предоставьте боту права администратора
    3. Укажите ссылку на миничат, в котором будет работать бот.

project-connect-instruction-instruction =
    <b>🌐 Подключение получателя</b>

    📌 При добавлении получателя впервые, нажмите соответствующую кнопку: "+ Группа", "+ Форум" или "+ Канал"

    Если требуемый получатель уже присутствует в других проектах, то выберите его из списка ниже

project-connect-sender-absent = Отсутствует
project-connect-receiver-not_owner = 🚫 Вы не являетесь владельцем группы-получателя
project-connect-receiver-not_found = 🚫 Группа-получатель не найдена
project-connect-receiver-attention_chat_blocking =
    <b>🚫 Внимание!</b>

    <i>Получено ограничение на отправку постов в чат { $chat_id } из-за частых публикаций. Блокировка будет снята через { $duration } мин.</i>

    Подробнее о проблеме <a href="https://redirect-bot.com/manual/#limitation ">здесь</a>.
project-connect-receiver-minichat_not_found =
    Неверный формат ссылки/идентификатора миничата
    Группа-получатель не подключена!

project-connect-receiver-success =
    ✅ Группа-получатель добавлена к проекту { $name }
project-connect-receiver-already_set =
    🆗 Эта группа-получатель уже добавлена к проекту { $name }
project-connect-receiver-input_id = 👇Отправьте ссылку на миничат
project-connect-receiver-minichat_success =
    ✅ Миничат успешно добавлен к группе-поулчателю

project-connect-sender-minichat_success =
    Миничат подключен к чату-отправителю

project-connect-sender =
    <b>🔌 Подключение групп</b>

    Введите <b>@username, ссылку или ссылку-приглашение</b>, откуда будут отправляться данные

project-connect-sender-success =
    ✅ Группа-отправитель добавлена к проекту { $name }

project-connect-sender-already_set =
    🆗 Эта группа-отправитель уже добавлена к проекту { $name }

project-connect-sender-error = 🚫 Ошибка при добавлении группы-отправителя
project-connect-sender-no_accounts = 🚫 Нет доступных аккаунтов, обратитесь к администратору

project-connect-sender-not_found = 🚫 Группа-отправитель не найдена
project-connect-sender-can_not_get_chat =
    🚫 Не удалось получить информацию о группе-отправителе
    Если вы уверены, что ссылка на группу верная, то обратитесь к администратору

project-connect-sender-processing = 🔄 Добавление группы-отправителя ...

project-not_found = 🚫 Проект не найден



project-keyword-type-contains = 🔍 Фразовое соответствие
project-keyword-type-exact = ❗ Точное соответствие
project-keyword-type-signature = 🖍 Подписи


# Список ключевых слов
project-button-keywords = 🔑 Ключевые слова
project-button-stop_keywords = 🚫 Стоп-слова
project-button-allowed_senders = ✅ Отправители
project-button-stop_senders = ❌ Отправители

project-button-keyword = 🔑 Ключевое слово
project-button-stop_keyword = 🚫 Стоп-слово
project-button-allowed_sender = ✅ отправителя
project-button-stop_sender = ❌ отправителя

project-button-keywords-possessive = 🔑 Ключевых слов
project-button-stop_keywords-possessive = 🚫 Стоп-слов
project-button-allowed_senders-possessive = ✅ Разрешенных отправителей
project-button-stop_senders-possessive =
    ❌ <b>Запрещенных отправителей</b>

    <i>Добавьте Username или Имя отправителя, от которого вы не хотите получать сообщения. Сообщения от этих отправителей не будут пересылаться.</i>
project-button-keyword-possessive = 🔑 Ключевого слова
project-button-stop_keyword-possessive = 🚫 Стоп-слова
project-button-allowed_sender-possessive = ✅ Отправителя
project-button-stop_sender-possessive = ❌ Отправителя

# Добавить ключевое слово
project-button-add-keyword =
    ➕{ $sign } Добавить{ $keyword_type }

# Keywords
project-keywords =
    <b>{ $sign } Список{ $keyword_type }</b>

    { $formats }

    <b>Для удаления слова - нажмите на него</b>

project-keywords-formats =
    Обработка слов происходит в формате:

    <i>{ $types }</i>

project-keyword-create =
    <b>Создание { $keyword_type }</b>

project-keyword-create-type =
    <b>Создание { $keyword_type }</b>

    Пример работы соответствий:

    <i>🔍"Мир" - сработает на "Мир", "Мирный"
    ❗"Мир" - сработает только на "Мир"</i>

    Выберите требуемый тип👇

project-keyword-create-word =
    <b>Создание { $keyword_type }</b>

    Введите текст 👇

# такой же ключ уже есть в проекте
project-keyword-create-warning =
    ⚠️ Внимание! Такой ключ уже есть в проекте

project-keyword-create-success =
    ✅ { $keyword_type } "{ $keyword }" добавлен к проекту { $project_name }

project-keyword-not_found = 🚫 { $keyword_type } не найдено

project-keyword-delete-confirm = 🚫 Для подтверждения нажмите еще раз
project-keyword-deleted = ✅ { $keyword_type } удалено
project-keyword-delete-signature =
    <b>🖍 Подпись проекта:</b>

    { $signature }

